{
  "manths": [
    {
      "number": 7,
      "hadith": {
        "ayahOrHadith": "شهر رجب هو أحد الأشهر الحرم التي قال الله تعالى فيها: إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْراً فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ (1)، والأشهر الحرم هي: رجب، وذو القعدة، وذو الحجة، والمحرم.\n عَنْ أَبِي بَكْرَةَ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: السَّنَةُ اثْنَا عَشَرَ شَهْرًا، مِنْهَا أَرْبَعَةٌ حُرُمٌ، ثَلاثٌ مُتَوَالِيَاتٌ: ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ، وَرَجَبُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ (2).\nوقد سميت هذه الأشهر حرماً لأمرين:\n1- لتحريم القتال فيها إلا أن يبدأ العدو.\n2- لأن حرمة انتهاك المحارم فيها أشد من غيرها.\nولهذا نهانا الله تعالى عن ارتكاب المعاصي في هذه الأشهر فقال: فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ، مع أن ارتكاب المعصية محرم ومنهي عنه في هذه الأشهر وغيرها، إلا أنه في هذه الأشهر أشد تحريماً .\nقال السعدي رحمه الله (3):\n'فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ يحتمل أن الضمير يعود إلى الاثني عشر شهرا، وأن اللّه تعالى بَيَّن أنه جعلها مقادير للعباد، وأن تعمر بطاعته، ويشكر اللّه تعالى على مِنَّتِهِ بها، وتقييضها لمصالح العباد، فلتحذروا من ظلم أنفسكم فيها. ويحتمل أن الضمير يعود إلى الأربعة الحرم، وأن هذا نهي لهم عن الظلم فيها خصوصاً، مع النهي عن الظلم كل وقت، لزيادة تحريمها، وكون الظلم فيها أشد منه في غيرها.' انتهى.",
        "bookInfo": "1- [التوبة-36]\n2- رواه البخاري (4662) ومسلم (1679).\n3- تفسير السعدي (ص 373)."
      },
      "sunnahs": [],
      "heresies": [
        {
          "name": {
            "ar": "الصوم في رجب",
            "en": "Fasting in Rajab",
            "bn": "রজব মাসে সিয়াম (উপবাস)",
            "es": "El ayuno en Rajab",
            "id": "Puasa di bulan Rajab",
            "ur": "رجب میں روزہ رکھنا",
            "tr": "Recep ayında oruç tutmak",
            "ku": "ڕۆژەکردن لە رەجەپدا",
            "ms": "Puasa di bulan Rejab",
            "fil": "Ang pag-aayuno sa buwan ng Rajab",
            "so": "Soonka bisha Rajab"
          },
          "description": {
            "ar": "لم يصح في فضل الصوم في رجب بخصوصه شيء عن النبي صلى الله عليه وسلم، ولا عن أصحابه. وإنما يشرع فيه من الصيام ما يشرع في غيره من الشهور، من صيام الاثنين والخميس والأيام الثلاثة البيض وصيام يوم وإفطار يوم، والصيام من سرر الشهر وسرر الشهر قال بعض العلماء أنه أول الشهر وقال البعض أنه أوسط الشهر وقيل أيضا أنه آخر الشهر.\nوقد كان عمر رضي الله عنه ينهى عن صيام رجب لما فيه من التشبه بالجاهلية كما ورد عن خرشة بن الحر قال: رأيت عمر يضرب أكف المترجبين حتى يضعوها في الطعام ويقول: كلوا فإنما هو شهر كانت تعظمه الجاهلية.\nقال الإمام ابن القيم: ولم يصم صلى الله عليه وسلم الثلاثة الأشهر سردا (أي رجب وشعبان ورمضان) كما يفعله بعض الناس ولا صام رجبا قط ولا استحب صيامه.\nوقال الحافظ ابن حجر في تبين العجب بما ورد في فضل رجب: لم يرد في فضل شهر رجب ولا في صيامه ولا في صيام شيء منه معيّن ولا في قيام ليلة مخصوصة فيه حديث صحيح يصلح للحجة وقد سبقني إلى الجزم بذلك الإمام أبو إسماعيل الهروي الحافظ وكذلك رويناه عن غيره.",
            "en": "There is no authentic narration concerning the virtue of fasting specifically in Rajab from the Prophet صلى الله عليه وسلم, nor from his companions. What is prescribed in it is the same as what is prescribed in other months, such as fasting on Mondays and Thursdays, the three white days, fasting one day and breaking the fast the next, and fasting at the beginning and the peak of the month. Some scholars said that the beginning of the month; others said the middle of the month; and it was also said that it is the end of the month.\n\nUmar رضي الله عنه used to forbid fasting in Rajab because of its resemblance to the practices of the pre-Islamic period of ignorance (jahiliyyah), as narrated by Khurshah ibn al-Hurr who said: I saw Umar striking the palms of those who fasted in Rajab until they lowered their hands into the food, and he said: \"Eat, for indeed it is a month that the jahiliyyah used to venerate.\"\n\nImam Ibn al-Qayyim said: The Prophet صلى الله عليه وسلم did not fast the three months consecutively (i.e., Rajab, Sha'ban, and Ramadan) as some people do, nor did he ever fast Rajab nor recommend fasting it.\n\nAl-Hafiz Ibn Hajar said in \"Tabyin al-‘Ajab bima Wurida fi Fadl Rajab\": There is no authentic hadith that can serve as evidence regarding the virtue of the month of Rajab, nor its fasting, nor fasting a specific day of it, nor the night vigil of a particular night within it. This certainty was reached before me by Imam Abu Isma'il al-Harawi al-Hafiz, and we also heard it from others.",
            "bn": "মসনুন কথা:  \nনবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বা তাঁর সাহাবাদের পক্ষ থেকে রজব মাসের বিশেষ সিয়াম সম্পর্কে কোনো সঠিক বর্ণনা পাওয়া যায়নি। বরং এই মাসে যে সিয়াম করা সুন্নত, তা অন্যান্য মাসের মতোই; যেমন সোমবার-বৃহস্পতিবার সিয়াম, ত্রিদিন সিয়াম (১, ১৩, ১৪ অথবা ১৫ তারিখে), একদিন সিয়াম এবং একদিন ইফতার করা। আর মাসের শুরু ও শেষ চন্দ্রদর্শন সংক্রান্ত সিয়াম সম্পর্কে কিছু আলেম বলেছেন এটি মাসের প্রথম দিন, কেউ কেউ বলেছেন মাঝামাঝি দিন, আবার কেউ বলেছেন মাসের শেষ দিন।  \n\nআমর رضی الله عنه রজব মাসে সিয়াম করতে নিষেধ করতেন, কারণ এতে পুরানো জাহিলিয়াত যুগের অনুকরণ রয়েছে। যেমন খারশা বিন আল-হার বলেছেন: আমি দেখেছি আমর রজব মাসের সিয়ামকারীদের হাত বেলার সময় মারতেন যাতে তারা হাত খাবারে ডুবিয়ে না নেয় এবং বলতেন: খাও, কারণ এটি একটি মাস যা পুরানো জাহিলিয়াত যুগে উচ্চ মর্যাদা পেত।  \n\nইমাম ইবনে কাইয়েম বলেছেন: নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তিনটি মাস একসাথে (অর্থাৎ রজব, শাবান ও রমজান) সিয়াম করেননি, যেমন কিছু লোক করেন; এবং তিনি কখনো রজব মাসের সিয়াম করেননি এবং এর সিয়ামকে পছন্দ ও সুপারিশ করেননি।  \n\nহাফিজ ইবনে হজর তাঁর \"তব্যীন আল-আজাব\" গ্রন্থে রজব মাসের ফজিলত সম্পর্কে বলেছেন: রজব মাসের ফজিলত, এর সিয়াম বা নির্দিষ্ট কোনো রাতের ইবাদত সম্পর্কে কোনো সঠিক হাদিস নেই যা যুক্তিসঙ্গত প্রমাণ স্বরূপ গ্রহণযোগ্য। এ বিষয়ে আমি ইমাম আবু ইসমাইল আল-হারওয়ী হাফিজের মতামত থেকে একমত হয়েছি এবং এর বাইরে অন্যদের কাছ থেকেও এ কথা শোনেছি।",
            "es": "No hay evidencia auténtica sobre el mérito del ayuno en Rajab específicamente, ni del Profeta صلى الله عليه وسلم ni de sus compañeros. Lo que se prescribe en cuanto al ayuno en este mes es lo mismo que se prescribe en los demás meses, como el ayuno de los lunes y jueves, los tres días blancos, ayunar un día y romper el ayuno al siguiente, y el ayuno al principio y al final del mes. Algunos eruditos dijeron que \"al principio del mes\" se refiere al comienzo del mes, otros dijeron que es a la mitad del mes, y también se mencionó que es al final del mes.\n\nEl Califa Umar, رضي الله عنه, solía prohibir ayunar en Rajab debido a la imitación de las prácticas de la época preislámica (al-jahiliyyah), como se narra de Khurshah ibn al-Harith, quien dijo: \"Vi a Umar golpear las palmas de aquellos que ayunaban en Rajab hasta que las pusieran en la comida, y él decía: 'Comed, porque ciertamente este es un mes que la época preislámica veneraba'.\"\n\nEl Imam Ibn al-Qayyim dijo: \"El Profeta صلى الله عليه وسلم no ayunó los tres meses consecutivos (es decir, Rajab, Sha'ban y Ramadán), como hacen algunas personas, ni ayunó jamás Rajab, ni recomendó específicamente su ayuno.\"\n\nY el Hafiz Ibn Hajar en \"Tabyin al-‘Ajab bima warada fiyya fadl Rajab\" dijo: \"No hay ningún hadiz auténtico que sea válido como prueba sobre el mérito del mes de Rajab, ni sobre su ayuno, ni sobre ayunar un día específico de él, ni sobre orar en una noche determinada de dicho mes.\" Y antes que yo había llegado a esta conclusión el Imam Abu Ismail al-Harawi el Hafiz, y así también lo hemos transmitido de otros.",
            "id": "Tidak ada hadits shahih yang menyatakan keutamaan berpuasa khusus di bulan Rajab dari Nabi صلى الله عليه وسلم, maupun dari para sahabatnya. Puasa yang dianjurkan pada bulan ini adalah puasa yang dianjurkan pada bulan-bulan lainnya, seperti puasa hari Senin dan Kamis, puasa tiga hari putih, puasa sehari dan berbuka sehari, serta puasa pada awal dan akhir bulan. Beberapa ulama mengatakan bahwa awal bulan adalah pada awal bulan, ada yang mengatakan di tengah bulan, dan juga ada yang mengatakan pada akhir bulan.\n\nSedangkan Umar رضي الله عنه melarang berpuasa di bulan Rajab karena hal itu menyerupai kebiasaan jahiliyah, seperti yang diriwayatkan dari Khurasyah bin al-Har, dia berkata: \"Aku melihat Umar memukul tangan orang-orang yang berpuasa di Rajab hingga mereka meletakkannya di makanan, lalu ia berkata: 'Makanlah, karena sesungguhnya ini adalah bulan yang dulu diagungkan oleh orang-orang jahiliyah.'\"\n\nImam Ibnu Qayyim berkata: Nabi صلى الله عليه وسلم tidak pernah berpuasa berturut-turut selama tiga bulan (yaitu Rajab, Sya’ban, dan Ramadhan), sebagaimana yang dilakukan sebagian orang, dan beliau tidak pernah berpuasa di bulan Rajab atau menyukai puasa pada bulan itu.\n\nDan Al-Hafizh Ibnu Hajar dalam kitabnya \"Tabyin al-’Ajab bima warada fi fadl Rajab\" berkata: Tidak ada riwayat shahih yang menunjukkan keutamaan bulan Rajab, atau di dalam puasanya, maupun puasa bagian tertentu dari bulan Rajab, ataupun shalat malam tertentu di dalamnya yang dapat dijadikan dalil. Hal ini sebelumnya telah dipastikan oleh Imam Abu Isma’il al-Harawi Al-Hafizh, dan kami juga meriwayatkannya dari selain beliau.",
            "ur": "رجب کے فضیلت میں نبی صلی اللہ علیہ وسلم کی طرف سے یا ان کے صحابہ سے مخصوص طور پر روزے کے بارے میں کوئی صحیح بیان نہیں آیا۔ بلکہ اس میں روزے وہی مشورہ کیے گئے ہیں جو دیگر مہینوں میں کیے جاتے ہیں، جیسے پیر اور جمعرات کے روزے، تین اکیس کے روزے (یوم البيض)، ایک دن روزہ رکھنا اور ایک دن افطار کرنا، اور ماہ کی ابتدا اور وسط اور آخر میں روزہ رکھنا۔ بعض علماء کا کہنا ہے کہ سررالشہر سے مراد مہینے کا آغاز ہے، اور کچھ کے نزدیک یہ وسط مہینہ ہے، اور کہا جاتا ہے کہ یہ مہینے کا آخر بھی ہوسکتا ہے۔\n\nحضرت عمر رضی اللہ عنہ رجب کے روزے سے منع کرتے تھے کیونکہ اس میں جہالت کے زمانے کی مشابہت پائی جاتی تھی، جیسا کہ خرشة بن الحر سے روایت ہے کہ انہوں نے کہا: \"میں نے عمر کو رجب کے روزہ رکھنے والوں کے ہاتھ مارے ہوئے دیکھا تاکہ وہ اپنے ہاتھ کھانے میں ڈالیں اور کہا کہ کھاؤ، کیونکہ یہ وہ مہینہ ہے جسے جاہلیت میں بڑی حرمت دی جاتی تھی۔\"\n\nامام ابن القیم نے فرمایا: نبی صلی اللہ علیہ وسلم نے تین مہینے (یعنی رجب، شعبان اور رمضان) پی در پی روزے نہیں رکھے جیسے بعض لوگ کرتے ہیں، نہ ہی انہوں نے کبھی رجب کے روزے کو خاص طور پر پسند فرمایا۔\n\nحافظ ابن حجر نے اپنی کتاب \"تبین العجب بما ورد في فضل رجب\" میں کہا ہے کہ رجب کے فضائل، اس کے روزے یا کسی مخصوص چیز کے روزے یا اس کی کسی مخصوص رات کے قیام کے بارے میں کوئی صحیح حدیث نہیں ملی جو دلیل کے لئے قابل قبول ہو۔ اور اس بات پر امام ابو اسماعیل الحروی الحافظ پہلے سے وصیت کر چکے ہیں، اور ہم نے یہ بات دوسرے منابع سے بھی روایت کی ہے۔",
            "tr": "Recm ayı ile ilgili oruca dair Peygamber sallallahu aleyhi ve sellem’den veya ashâbından özel olarak herhangi bir sahih rivayet yoktur. Bu ayda da diğer aylarda olduğu gibi, Pazartesi ve Perşembe orucu, beyaz günlerin (ayın 13, 14, 15’i) orucu, bir gün tutup bir gün iftar etme, ayın başındaki oruçlar ve ayın sonunda tutulan oruçlar gibi, genel olarak oruç tutmak hüküm gereğince yapılır. Bazı âlimlere göre ayın başı, bazılarına göre ortası, bazılar ise sonu olarak kabul edilmiştir.\n\nHz. Ömer radiyallahu anh, Recm ayında oruç tutmayı putperestliğe benzettiği için yasaklamıştır. Hureyş ibn’ul-Harr’dan rivayet edildiğine göre şöyle demiştir: “Hz. Ömer, recm tutanları tokatlayıp ellerini yiyeceklerine koymalarını söyler ve ‘Yiyin, çünkü bu ay putperestler tarafından yüceltilirdi’ derdi.”\n\nİmam İbn el-Kayyim şöyle der: «Peygamber sallallahu aleyhi ve sellem, bazı insanların yaptığı gibi üç ayı (yani Recm, Şa'bân ve Ramazan) ardı ardına tutmamıştır; ne Recm ayını hiç tutmuş, ne de onun orucunu hoş görmüştür.»\n\nHafız İbn Hacer, “Recm ayının faziletine dair nakledilen ifadelerin şaşırtıcı olduğu” başlıklı eserinde şöyle der: Recm ayının fazileti, orucunun veya içinde özel olarak belirlenmiş bir günün orucu ya da gecesinin namazıyla ilgili sahih ve delil olmaya uygun herhangi bir hadis gelmemiştir. Bu konuda kesin hükme varan ilk kişi, muhafız imam Ebu İsmail el-Heravi’dir; aynı şekilde başkalarından da rivayet edilmiştir.",
            "ku": "نەوتەیەکە لەبارەی فەزڵی ڕەمەضان لە مانگی رەجبدا هەیچ شتێک بە تایبەتی لە نێوان نبی صلی الله عليه وسلم یان هەورەکانیدا نەهاتووە. تەنها ئەوەی کە لە رەمەزانی تر دا بڵاودەکرێتەوە لە ڕەجبیش هەمانە، وەک ڕەمەزانی دووشەنبە و پێنجشەممە و سێ ڕۆژی سپی و ڕەمەزانی یک ڕۆژ و وەستانی یک ڕۆژ، و ڕەمەزانی لە سەرەتا و ناوەڕاست و کۆتاییی مانگدا. هەندێک پەروەردەکار باس دەکەن کە سەرەتای مانگە و هەندێک ناوەڕاستی مانگ و هەندێک دەڵێ کۆتاییی مانگە.\n\nعومەری رضی الله عنه ناویدەدا لە ڕەمەزانی رەجب لەبەر ئەوەی وەکوو پێش کەسایەتی جاهلیەتیەک دەگونجێت، وەکوو لەبەر کوردە هەرەشە بن الحار دەگوترێت: \"من هەڵمەت عومەر ئەکفە کەسانی رەجبەدان ده‌ر بەتەواوی تێ دەدانیان بۆ ناو خواردن و دەڵێ: بخۆن، کە ئەمە مانگیە کە جاهلیەتی گەورەیی پێدەدا.\" \n\nئیمام ابن القیم دەڵێت: نبی صلی الله عليه وسلم سێ مانگی هەرەسە (رەجب، شعبان، و رمضان) بەردەوام نەخوارد، و بەتەنیا هیچ کاتێک ڕەجب نەڕەمەزانی نییە و پێویستی بە ڕەمەزانی رەجب نییە.\n\nحافظ ابن حجر لە \"تبیین العجب بما ورد فی فضل رجب\" دەڵێت: هیچ ھەدیثێکی ڕاست و دڵنیایی بۆ فەزڵ و ڕەمەزانی رەجب یان ڕەمەزانی یەک لە بەشەکانی تێدا یان بۆ ڕۆژێکی تایبەتی شەودا نەهاتەوە کە بتوانرێ بە وەسیەت بەکاربرێت، و ئەمە بەڵگەکراوە لەلایەن إیمام أبو إسماعيل الهروی حافظ و یەکەمی کەسانی تر.",
            "ms": "Tidak ada riwayat yang sahih mengenai keutamaan berpuasa khusus di bulan Rejab dari Nabi صلى الله عليه وسلم, juga tidak dari para sahabat baginda. Sesungguhnya, yang disyariatkan berpuasa di bulan ini adalah seperti yang disyariatkan di bulan-bulan lain, seperti puasa Isnin dan Khamis, puasa tiga hari putih, puasa sehari dan berbuka sehari, serta berpuasa pada permulaan dan akhir bulan. Ada ulama yang berkata bahawa permulaan bulan adalah awal bulan, ada yang berkata ia pertengahan bulan, dan ada juga yang berkata ia akhir bulan.\n\nKhalifah Umar رضي الله عنه pernah melarang berpuasa di bulan Rejab kerana ia menyerupai amalan zaman Jahiliyyah. Sebagaimana diriwayatkan dari Khurasyah bin al-Harith, beliau berkata: Aku melihat Umar memukul tapak tangan mereka yang menggemari berpuasa di bulan Rejab sehingga mereka meletakkan tangan mereka dalam makanan lalu beliau berkata: \"Makanlah, sesungguhnya ia adalah bulan yang dahulu dipandang tinggi oleh orang-orang Jahiliyyah.\"\n\nImam Ibnu Qayyim berkata: Rasulullah صلى الله عليه وسلم tidak pernah berpuasa berturut-turut di tiga bulan (iaitu Rejab, Sya’ban dan Ramadan) seperti yang dilakukan sesetengah orang, malah baginda tidak pernah berpuasa Rejab dan tidak menyukai puasa di bulan itu.\n\nHafiz Ibnu Hajar dalam kitabnya Tabyin al-‘Ajab bima Wurida Fi Fadl Rajab berkata: Tidak terdapat hadis sahih yang berbicara tentang keutamaan bulan Rejab atau puasa di dalamnya secara khusus, juga tidak ada hadis sahih mengenai puasa sesuatu hari tertentu atau qiyam malam tertentu di dalam bulan tersebut yang boleh dijadikan hujah. Imam Abu Isma’il al-Harawi al-Hafiz terlebih dahulu telah menetapkan perkara ini, dan kami juga meriwayatkannya dari selain beliau.",
            "fil": "Walang matibay na hadith na nagsasabing may espesyal na kahalagahan ang pag-aayuno sa buwan ng Rajab na galing mismo sa Propeta صلى الله عليه وسلم, o mula sa kanyang mga kasamahan. Ang mga uri ng pag-aayuno na pinapayagan sa Rajab ay katulad ng sa ibang mga buwan, tulad ng pag-aayuno tuwing Lunes at Huwebes, ang tatlong puting araw, ang pag-aayuno isang araw at pagsasawalang-kain ng isang araw, at pag-aayuno mula sa simula ng buwan hanggang dulo nito. Sinabi ng ilang mga iskolar na ang simula ng buwan ay ang unang araw ng Rajab, at ang iba naman ay nagsasabi na ito ay nasa kalagitnaan ng buwan, at may nagsabi rin na ito ay sa huling bahagi ng buwan.\n\nSi Umar رضي الله عنه ay pinipigilan ang pag-aayuno sa Rajab dahil sa pagkakahawig nito sa mga kaugalian ng panahon bago ang Islam, tulad ng nasabi ni Khurshah bin al-Harith na sinasabi: “Nakita ko si Umar na hinahampas ang mga kamay ng mga taong nag-aayuno sa Rajab hanggang ilagay nila ang mga ito sa pagkain at sinabi niya: Kain kayo sapagkat ito ay isang buwan na pinahahalagahan ng mga tao noong panahon ng pagkawalang-kaalaman.”\n\nSinabi ni Imam Ibn al-Qayyim: Ang Propeta صلى الله عليه وسلم ay hindi umayuno nang sunud-sunod sa tatlong buwan (ibig sabihin ay Rajab, Sha‘ban, at Ramadan) tulad ng ginagawa ng ibang tao, at hindi niya kailanman pinaboran ang pag-aayuno sa Rajab.\n\nSinabi rin ni al-Hafiz Ibn Hajar sa kanyang akda na \"تبين العجب بما ورد في فضل رجب\" (Ang pagkagulat sa mga sinabi tungkol sa kahalagahan ng Rajab): Walang tamang hadith tungkol sa kahalagahan ng buwan ng Rajab, o sa pag-aayuno dito, o sa pag-aayuno ng isang tiyak na araw dito, o sa pag-gawa ng tahajjud (pagsisimba) ng isang partikular na gabi sa Rajab na maaaring gawing batayan. Naunang nagbigay ng panumpa dito si Imam Abu Ismail al-Harawi, ang hafiz, at gayundin ang iba pa na aming binanggit.",
            "so": "Ma jiro wax caddeyn ah oo ku saabsan fadliga soommidda bilaha Rajab oo gaar ah ee Nebi Muxammed (nabad iyo naxariis korkiisa ha ahaato) ama asxaabtiisa. Waxaana lagu soo rogaa soommidda bilahaas wixii laga soomo bilaha kale, sida soommidda Isniinta iyo Khamiista, iyo saddexda maalmood ee cadceedda leh, iyo soommidda hal maalin iyo afurka maalinta xigta, iyo soommidda bilaha dhexdiisa. Qaarkamid ah culimada ayaa yidhi wuxuu yahay bil bilowga, qaarna waxay yiraahdeen waa bartamaha bilaha, qaar kalena waxay yiraahdeen waa dhammaadka bilaha.\n\nCismaan radhi Allaha ku raalli noqdee wuxuu ka horjoogsaday soommidda Rajab sababtoo ah waxaa ku jira u ekaanshaha caqli-galnimadii ka hor Islaamka, sida ku xusan Khurshaha bin al-Hurr oo yiri: Waxaan arkay Cismaan isagoo garaacay gacmaha kuwa sooman Rajab illaa ay dhigaan cunnohooda, wuxuuna yidhi: Cuna yaa, waa bil ay shacbiyaddii hore ixtiraami jireen.\n\nImam Ibnu Qayim ayaa yiri: Ilaahay iyo Nabiga nicmada ha ka ahaato (NNKH), ma uusan soomin saddexda bilood si isku xigta (taas oo ah Rajab, Shaabaan, iyo Ramadaan) sida ay qaar dadka ah sameeyaan, mana uusan soomin Rajab gabi ahaanba mana uusan jeclayn soommiddiisa.\n\nHafiz Ibnu Hajar ayaa ku yiri buuggiisa \"Tabyeen al-Ajab\" oo uu ku sharaxayo waxa ku saabsan fadliga Rajab: Ma jiro xadiis saxiix ah oo ku saabsan fadliga bilaha Rajab, ama soommiddiisa, ama soommidda qayb gaar ah oo ka mid ah, ama tukashada habeen gaar ah bilahaas oo noqon kara daliil la haysto. Arrintaas waxaa igu horreeyey in aan ku go'aamiyo Imaam Abu Isma'il al-Harawi al-Hafiz, waxaana sidan oo kale ka maqlay kuwo kale."
          }
        },
        {
          "name": {
            "ar": "صلاة الرغائب",
            "en": "Salat al-Ragha’ib (The Prayer of Wishes)",
            "bn": "সালাতুর রাগাইব",
            "es": "La oración de las Rogativas (Salat al-Ragha'ib)",
            "id": "Shalat Ar-Raghā’ib",
            "ur": "صلاة الرغائب  \n(یہ عبارت صرف عنوان ہے اور قرآن یا حدیث نہیں، اس لیے اسے اردو میں ترجمہ کیا گیا ہے)  \nنمازِ رغائب",
            "tr": "Ragâib Namazı",
            "ku": "بەڕێز، دەقی \"صلاة الرغائب\" کە تەنها ناوی ئەمە دەربڕاوە و ناوی ڕەوانە بۆ یه‌کێک لە خانەکان یان نمازەکانی تایبەتی عیسامیە، بە کوردی وەک ئەم جۆرەیە:\n \nنمازەکانی رەغایەب (یان نمازەکانی خواستەکان)",
            "ms": "Solat Ar-Raghaib",
            "fil": "Salah al-Ragha’ib (Panalangin ng mga Hiling)",
            "so": "Salaadda Raghayib"
          },
          "description": {
            "ar": "صلاة الرغائب وهذه الصلاة شاعت بعد القرون المفضلة وبخاصة في المائة الرابعة وقد اختلقها بعض الكذابين وهي تقام في أول ليلة من رجب قال شيخ الإسلام ابن تيمية رحمه الله: صلاة الرغائب بدعة باتفاق أئمة الدين كمالك والشافعي وأبي حنيفة والثوري والأوزاعي والليث وغيرهم والحديث المروي فيها كذب بإجماع لأهل المعرفة بالحديث.ا.هـ.",
            "en": "Salat al-Ragha'ib (The Prayer of Wishes): This prayer became popular after the preferred centuries, especially in the fourth century. It was fabricated by some liars and is performed on the first night of Rajab. Shaykh al-Islam Ibn Taymiyyah, may Allah have mercy on him, said: \"Salat al-Ragha'ib is an innovation (bid'ah) by the consensus of the imams of the religion such as Malik, Al-Shafi'i, Abu Hanifa, Al-Thawri, Al-Awza'i, Al-Layth, and others, and the hadith reported regarding it is unanimously false according to those knowledgeable in hadith.\" End of quote.",
            "bn": "সালাতু রাগাইব এবং এই সালাতটি প্রিয় যুগের পর বিশেষ করে চতুর্থ শতাব্দীতে প্রচলিত হয়েছে এবং কিছু অযৌক্তিক ব্যক্তি এটি সৃষ্টি করেছেন। এটি রজব মাসের প্রথম রাতে পালিত হয়। শেখুল ইসলাম ইবনে তামীয়্যাহ রহমাহুল্লাহ বলেন: সালাতু রাগাইব ধার্মিক উলামাদের যেমন ইমাম মালিক, শাফি‘ই, আবু হানিফা, হুরই, আওযাই এবং লাইথ প্রভৃতি এবং অন্যান্যদের সম্মতিতে একটি বেদ‘আহ। এবং এই সম্পর্কে বর্ণিত হাদিসগুলি হাদিসবিদদের সর্বসম্মত অনুসারে মিথ্যা। ওয়া আল্লাহু আলাম।",
            "es": "Salat al-Ragha'ib\n\nEsta oración se difundió después de las épocas privilegiadas, especialmente en el siglo cuarto, y fue inventada por algunos mentirosos. Se realiza en la primera noche de Rajab. El Shaykh al-Islam Ibn Taymiyyah, que Dios tenga misericordia de él, dijo: \n\nصلاة الرغائب بدعة باتفاق أئمة الدين كمالك والشافعي وأبي حنيفة والثوري والأوزاعي والليث وغيرهم والحديث المروي فيها كذب بإجماع لأهل المعرفة بالحديث.ا.هـ.\n\n(La oración de al-Ragha'ib es una innovación, por consenso de los imames de la religión como Maliki, Shafi’i, Abu Hanifa, Al-Thawri, Al-Awza’i, Al-Layth y otros, y el hadiz narrado sobre ella es falso por unanimidad de los expertos en hadices).",
            "id": "Shalat Ar-Ragha'ib, shalat ini mulai dikenal setelah abad-abad mulia terutama pada abad keempat, dan diciptakan oleh beberapa orang pendusta. Shalat ini dilaksanakan pada malam pertama bulan Rajab. Syaikhul Islam Ibnu Taimiyah rahimahullah berkata: Salat Ar-Ragha'ib adalah bid'ah menurut kesepakatan para imam agama seperti Malik, Asy-Syafi’i, Abu Hanifah, Ath-Thauri, Al-Auza’i, Al-Laits, dan lainnya, serta hadits yang diriwayatkan tentangnya adalah dusta menurut kesepakatan para ahli ilmu hadits.ا.هـ.",
            "ur": "صلاة الرغائب اور یہ نماز زیادہ تر بعد کے ممتاز صدیوں میں عام ہوئی خاص طور پر چوتھی صدی میں، اور اسے بعض جھوٹے لوگوں نے ایجاد کیا ہے۔ یہ رجب کی پہلی رات میں ادا کی جاتی ہے۔ شیخ الاسلام ابن تیمیہ رحمہ اللہ نے فرمایا: صلاة الرغائب بدعت ہے جس پر دین کے امام جیسے مالک، شافعی، ابو حنیفہ، الثوری، الاوزاعی، اللیث اور دیگر کا اتفاق ہے، اور اس میں روایت کیا جانے والا حدیث علم حدیث والوں کے اتفاق کے ساتھ جھوٹا ہے۔ ا.ہ.",
            "tr": "Ragâib namazı\n\nBu namaz, özellikle tercih edilen asırlardan sonra, özellikle dördüncü yüzyılda yaygınlaşmıştır ve bazı yalancılar tarafından uydurulmuştur. Regaib gecesinin ilk gecesinde kılınır. Şeyhülislam İbn Teymiyye (rahmetullahi aleyh) şöyle demiştir: \"Ragâib namazı, Malik, Şafii, Ebu Hanife, Tûrî ve Evzâî ile diğer din alimlerinin ittifakıyla bidattir ve onun hakkında rivayet edilen hadis, hadis ilminden anlayanların oy birliğiyle yalan saydığı bir hadistir.\"  ا. هـ.",
            "ku": "صلاة الرغائب ئەم ڕۆژانە پاش ئەو سەدەیەی خۆشەویستە کە بەتایبەتی لە سەدەی چوارەمی پەخش بوو و هەندێک لە دۆزانەکان دروست کردووە و ئەمە لە شەوی یەکەمی رجب دەست پێدەکات. شێخ الاسلام ئیبن تیمیە، خوای لەوە رەحەمەت بکات، وتی: صلاة الرغائب بدعة باتفاق أئمة الدين كمالك والشافعي وأبي حنيفة والثوري والأوزاعي والليث وغيرهم والحديث المروي فيها كذب بإجماع لأهل المعرفة بالحديث.ا.هـ.",
            "ms": "Salat al-Ragha'ib dan solat ini menjadi popular selepas zaman-zaman unggul terutamanya pada abad keempat. Ia direka oleh beberapa pembohong dan dilaksanakan pada malam pertama bulan Rajab. Syaikh al-Islam Ibn Taymiyyah rahimahullah berkata: Salat al-Ragha'ib adalah bid'ah menurut kesepakatan para imam agama seperti Malik, al-Syafi'i, Abu Hanifah, al-Thawri, al-Awza'i, al-Layth dan lain-lain, dan hadis yang diriwayatkan mengenainya adalah palsu menurut kesepakatan orang-orang yang arif tentang hadis.ا.هـ.",
            "fil": "صلاة الرغائب\n\nAt ang panalangin na ito ay naging tanyag pagkatapos ng mga paboritong kapanahunan, lalo na noong ika-apat na siglo. At nilikha ito ng ilang mga sinungaling. Ito ay isinasagawa sa unang gabi ng buwan ng Rajab. Sinabi ni Shaykh al-Islam Ibn Taymiyyah رحمه الله: Ang صلاة الرغائب ay isang bid'ah ayon sa pagkakasundo ng mga imam ng relihiyon tulad nina Malik, al-Shafi'i, Abu Hanifa, al-Thawri, al-Awza'i, al-Layth, at iba pa. At ang hadith na naikwento tungkol dito ay isang kasinungalingan ayon sa pagkakasundo ng mga dalubhasa sa hadith.ا.هـ.",
            "so": "Salaatul-Ragha’ib iyo salaaddan ayaa caan noqotay kaddib qarniyadii sharafta lahaa, gaar ahaan qarniyadii afraad, waxaana halkaa ka abuuray qaar ka mid ah beenta sheegayaashii. Salaaddan waxaa la tukadaa habeenka ugu horreeya ee bisha Rajab. Shaykhul-Islaam Ibnu Taymiyah (Allah ha u naxariistee) wuxuu yiri: Salaatul-Ragha’ib waa bidco si wadajir ah ugu heshiiyey imaamyada diinta sida Maalik, Ash-Shafa’i, Abu Hanifa, Ath-Thawri, Al-Awza’i, Al-Laith iyo kuwa kale, sidoo kale xadiiska ku saabsan waa been sida ay ku heshiiyeen dadka aqoon dheer u leh xadiiska.ا.هـ."
          }
        },
        {
          "name": {
            "ar": "صلاة أم داود",
            "en": "Salat Umm Dawood",
            "bn": "সালাত উম্ম দাউদ",
            "es": "La oración de Umm Dawud",
            "id": "Shalat Umm Dawud",
            "ur": "صلاة أم داود",
            "tr": "Üm Dâvûd Namazı",
            "ku": "بەڕێز داوود ئیبدی زەکریا پەیامبەری لە کوردیدا  \n(صلاة أم داود)",
            "ms": "Solat Umm Dawud",
            "fil": "Salah ni Umm Dawud",
            "so": "Salaadda Umm Daood"
          },
          "description": {
            "ar": "لم يرد عن النبي صلى الله عليه وسلم أنه صلى هذه الصلاة ولا عن أصحابه رضي الله عنهم.",
            "en": "It has not been reported from the Prophet صلی اللہ علیہ وسلم that he performed this prayer, nor from his companions رضي الله عنهم.",
            "bn": "নবীﷺ-এর কাছ থেকে বা তাঁর সাহাবীদের থেকে এই সালাতটি আদায়ের কোনো বর্ণনা পাওয়া যায়নি।",
            "es": "No se ha transmitido del Profeta صلى الله عليه وسلم que haya rezado esta oración ni de sus compañeros رضي الله عنهم.",
            "id": "Tidak ada riwayat dari Nabi صلى الله عليه وسلم bahwa beliau melaksanakan shalat ini, juga tidak dari para sahabatnya رضي الله عنهم.",
            "ur": "نبی کریم صلی اللہ علیہ وسلم اور ان کے صحابہ کرام رضی اللہ عنہم سے یہ بات منقول نہیں کہ انہوں نے یہ نماز پڑھی ہو۔",
            "tr": "Peygamber Efendimiz صلى الله عليه وسلم'in veya Ashab-ı Kiram'ın رضي الله عنهم bu namazı kıldığına dair herhangi bir rivayet yoktur.",
            "ku": "لەسەر پەیغمبەر صلی الله علیه وسلمدا هیچ وتەیەک نەهاتەوە کە ئەم نامەزەیە ڕابکەوێت، هەروەها لەبارەی هاوڕێکانی وی رضی الله عنهمیش هیچ وتەیەک نەهاتەوە.",
            "ms": "Tidak ada riwayat dari Nabi صلى الله عليه وسلم bahawa beliau menunaikan solat ini ataupun dari para sahabatnya رضي الله عنهم.",
            "fil": "Hindi naitala mula sa Propeta صلى الله عليه وسلم na siya ay nagdasal ng panalangin na ito, pati na rin mula sa kanyang mga kasama رضي الله عنهم.",
            "so": "Ilo ma jirin in Nebi (NNKH) uu tukaday salaaddan, sidoo kale ma jirin war kasoo baxay asxaabtiisii (Rdh)."
          }
        },
        {
          "name": {
            "ar": "التصدق عن روح الموتى",
            "en": "Giving charity on behalf of the deceased soul",
            "bn": "মৃত ব্যক্তিদের আত্মার জন্য সালাত ও সাদাকা প্রদান করা",
            "es": "Dar caridad por el alma de los difuntos",
            "id": "Bersedekah untuk Roh Orang yang Telah Meninggal Dunia",
            "ur": "مرنے والوں کی روح کے لئے صدقہ کرنا",
            "tr": "Ölenlerin ruhu için sadaka vermek",
            "ku": "بەخشی کردنی خێر بۆ رووحی مردوان",
            "ms": "Bersedekah bagi roh orang yang telah meninggal dunia",
            "fil": "Pagbibigay ng sadaqah para sa kaluluwa ng mga yumao",
            "so": "Sadaqada nafaha maydka ah"
          },
          "description": {
            "ar": "التصدق عن روح الموتى غير ثابت عن النبي صلى الله عليه وسلم ولا عن أصحابه رضي الله عنهم في رجب.",
            "en": "Giving charity on behalf of the soul of the deceased is not established from the Prophet صلى الله عليه وسلم nor from his companions رضي الله عنهم in Rajab.",
            "bn": "মৃত ব্যক্তিদের আত্মার জন্য সদকাহ প্রদান নবী صلى الله عليه وسلم বা তাঁর সাহাবীদের رضي الله عنهم থেকে রজব মাসে প্রতিষ্ঠিত নয়।",
            "es": "La caridad realizada en nombre del alma de los muertos no está confirmada ni atribuida al Profeta صلى الله عليه وسلم ni a sus compañeros رضي الله عنهم en el mes de Rajab.",
            "id": "Bersedekah untuk roh orang yang telah meninggal tidaklah shahih (terbukti) dari Nabi صلى الله عليه وسلم maupun dari para sahabatnya رضي الله عنهم pada bulan Rajab.",
            "ur": "مرنے والوں کی روح کے لیے صدقہ دینا نبی صلی اللہ علیہ وسلم سے ثابت نہیں ہے اور نہ ہی اصحابِ رسول رضی اللہ عنہم سے رجب کے مہینے میں۔",
            "tr": "Ölenlerin ruhu için sadaka vermek, Peygamber Efendimiz صلى الله عليه وسلم'den ve onun sahabelerinden رضي الله عنهم Rebiülevvel ayında sabit değildir.",
            "ku": "بەخشی کردنی صدقە بۆ ڕوحی مردووان بە شێوەیەکی دڵنیابوو نییە لە پەیامبەری خوای پێغەمبەر محەمەد (صلى الله عليه وسلم) یان لە هاوسەریان رضي الله عنهم لە مانگی رجب.",
            "ms": "Bersedekah untuk roh orang yang telah meninggal dunia tidak tetap (tidak disyariatkan) daripada Nabi صلى الله عليه وسلم dan para sahabatnya رضي الله عنهم pada bulan Rejab.",
            "fil": "Ang pagbigay ng sadakah para sa kaluluwa ng mga yumao ay hindi matibay na iniuugnay sa Propeta صلى الله عليه وسلم o sa kanyang mga kasamahan رضي الله عنهم sa buwan ng Rajab.",
            "so": "Infaqidda nafta dadka dhintay laguma xaqiijin Nabi ﷺ iyo asxaabtiisa raximahumullah waajib ahaan bisha Rajab."
          }
        },
        {
          "name": {
            "ar": "الأدعية التي تقال في رجب بخصوصه كلها مخترعة ومبتدعة",
            "en": "The supplications that are said in Rajab regarding it are all fabricated and innovative.",
            "bn": "রজব মাসের সম্পর্কে যে সমস্ত দোয়া বলা হয় সেগুলো সবই তৈরি ও নতুন উদ্ভাবিত।",
            "es": "Las súplicas que se dicen en relación con Rajab son todas inventadas e innovadoras.",
            "id": "Doa-doa yang diucapkan pada bulan Rajab terkait dengan bulan tersebut semuanya adalah buatan dan bid'ah.",
            "ur": "وہ دعائیں جو رجب کے متعلق کہی جاتی ہیں وہ سب من گھڑت اور بدعت ہیں۔",
            "tr": "Recep ayında onunla ilgili söylenen duaların tamamı uydurma ve bid'attır.",
            "ku": "دعاوەکانى کە لە رجب دەوترێن سەبارەت بەو، هەموو هەڵە و نوێژە نووسراون",
            "ms": "Doa-doa yang dibaca pada bulan Rejab berkaitan dengannya semuanya adalah rekaan dan bid'ah.",
            "fil": "Ang mga panalangin na sinasabi sa buwan ng Rajab na may kinalaman dito ay pawang mga imbento at mga bago (innovations).",
            "so": "Ducadaaha lagu yiraahdo bil Rijaab ku saabsan dhammaantood waa been abuur iyo wax cusub oo la halmaala."
          },
          "description": {
            "ar": "الأدعية التي تقال في رجب بخصوصه كلها مخترعة ومبتدعة ولا أصل لها في السنة النبوية.",
            "en": "The supplications that are said in the month of Rajab regarding it are all fabricated and innovative, and they have no origin in the Prophetic Sunnah.",
            "bn": "রজব মাস সম্পর্কে যে সমস্ত দুআগুলি বলা হয় তা সবই আবিষ্কৃত এবং উদ্ভাবিত, এবং এর কোনও ভিত্তি নেই নাববী সুন্নাহতে।",
            "es": "Las súplicas que se dicen en Rajab respecto a él son todas inventadas, innovadoras y no tienen base en la Sunnah del Profeta.",
            "id": "Doa-doa yang dibaca pada bulan Rajab terkait dengan bulan tersebut semuanya adalah rekaan dan bid'ah serta tidak memiliki asal dari sunnah Nabi.",
            "ur": "رجب کے بارے میں جو دعائیں کہا جاتیں ہیں وہ سب جعل شدہ اور بدعتی ہیں اور ان کا کوئی اصل سنّت نبوی میں نہیں ہے۔",
            "tr": "Recep ayında kendisiyle ilgili söylenen duaların tamamı uydurma ve bid'attır, ve hiçbir dayanağı Peygamberimizin sünnetinde yoktur.",
            "ku": "دوائەکان کە لە رەجبدا بەسەرەوەی دەوتَرێن هەمووەکەت دروستکراون و نووەندراون و هێشتا سەرچاوەیەکی سەنتی نەیانەوە لەگەڵ سەنتی نەبی بەڵگە نەکراوە.",
            "ms": "Doa-doa yang diucapkan pada bulan Rejab berkaitan dengannya semuanya adalah rekaan dan bid'ah serta tidak mempunyai asal dari sunnah Nabi.",
            "fil": "Ang mga dasal na sinasabi tungkol sa buwan ng Rajab ay lahat ay imbento at bagong gawa lamang at walang anumang pinag-uugatang batayan sa Sunnah ng Propeta.",
            "so": "Ducooyinka lagu yiraahdo bisha Rajab dhammaantood waa been abuur iyo wax cusub oo aan sal lahayn xadiiska Nabiga."
          }
        },
        {
          "name": {
            "ar": "تخصيص زيارة المقابر",
            "en": "Specifying the visitation of graves",
            "bn": "কবরে দোয়া করার জন্য নির্দিষ্ট সময় নির্ধারণ",
            "es": "Especificación de la visita a los cementerios",
            "id": "Mengkhususkan Kunjungan ke Pemakaman",
            "ur": "مقابر کی زیارت کی تخصیص",
            "tr": "Mezarlık Ziyaretlerinin Özelleştirilmesi",
            "ku": "دەستکاریکردنی سەردانی گۆڕستانەکان",
            "ms": "Mengkhususkan Lawatan ke Tanah Perkuburan",
            "fil": "Pagtatalaga ng pagdalaw sa mga sementeryo",
            "so": "Qorsheynta booqashada xabaalaha"
          },
          "description": {
            "ar": "تخصيص زيارة المقابر في رجب وهذه بدعة محدثة أيضا فالزيارة تكون في أي وقت من العام.",
            "en": "Specifying the visitation of graves to the month of Rajab is also an innovative bid'ah (religious innovation). Visiting can be done at any time of the year.",
            "bn": "কবরস্থানে সফর নির্দিষ্টভাবে রজব মাসে করা এবং এটি একটি নতুন উদ্ভাবিত বিদআত। কারণ সফর বছরের যেকোনো সময়ে করা যেতে পারে।",
            "es": "La dedicación de la visita a los cementerios en el mes de Rajab es también una innovación reciente, ya que la visita puede hacerse en cualquier época del año.",
            "id": "Mengkhususkan kunjungan ke makam pada bulan Rajab adalah bid'ah baru juga, karena kunjungan dapat dilakukan kapan saja sepanjang tahun.",
            "ur": "قبرستان کی زیارت کو رجب کے مہینے تک محدود کرنا، یہ بھی ایک بدعت ہے کیونکہ زیارت سال کے کسی بھی وقت کی جا سکتی ہے۔",
            "tr": "Mezarlık ziyaretlerini Recep ayında sınırlandırmak da yeni ortaya çıkan bir bid'attır; zira ziyaret, yılın her zamanında olabilir.",
            "ku": "تايبەتمەندی کردنەوەی سەردانی گورستانەکان لە رجب و ئەمەش بدعەیەکی نوێیە هەروەها، سەردان لە هەر کاتی ساڵێکدا دەکرێتەوە.",
            "ms": "Mengkhususkan lawatan ke perkuburan pada bulan Rejab adalah satu bid’ah yang baru juga kerana lawatan boleh dilakukan pada bila-bila masa sepanjang tahun.",
            "fil": "Paglalaan ng pagdalaw sa mga sementeryo sa buwan ng Rajab, at ito rin ay isang bagong bid'ah (inobasyon). Sapagkat ang pagdalaw ay maaaring gawin anumang oras sa buong taon.",
            "so": "Khaas ahaan booqashada xabaalaha bilaha Rajab waa bidco cusub sidoo kale, sababtoo ah booqashadu waxay noqon kartaa wakhti kasta oo sanadka ah."
          }
        },
        {
          "name": {
            "ar": "قراءة قصة المعراج والاحتفال بها",
            "en": "Reading the story of Al-Mi'raj and celebrating it",
            "bn": "মিরাজের কাহিনী পাঠ এবং তা উদ্‌যাপন করা",
            "es": "La lectura de la historia de la Ascensión (Al-Mi'raj) y la celebración de la misma",
            "id": "Membaca Kisah Mi'raj dan Merayakannya",
            "ur": "معراج کی کہانی پڑھنا اور اس کا جشن منانا",
            "tr": "Miraç hikayesinin okunması ve onun kutlanması",
            "ku": "خوێندنی چیرۆکی المعراج و جەژنی کردنەوەی ئەوە",
            "ms": "Membaca kisah Al-Mi'raj dan meraikannya",
            "fil": "Pagbasa ng kwento ng Al-Mi'raj at pagdiriwang nito",
            "so": "Akhrinta sheekada Al-Mi'raj iyo loogu dabaaldegayo"
          },
          "description": {
            "ar": "من بدع هذا الشهر قراءة قصة المعراج والاحتفال بها في ليلة السابع والعشرين من رجب، وتخصيص تلك الليلة بزيادة عبادة كقيام ليل أو صيام نهار، أو ما يظهر فيها من الفرح والغبطة، وما يقام من احتفالات تصاحبها المحرمات الصريحة كالاختلاط والأغاني والموسيقى وهذا كله لا يجوز في العيدين الشرعيين فضلا عن الأعياد المبتدعة، أضف إلى ذلك أن هذا التاريخ لم يثبت جزما وقوع الإسراء والمعراج فيه، ولو ثبت فلا يعد ذلك شرعا مبررا للاحتفال فيه لعدم ورود ذلك عن النبي صلى الله عليه وسلم ولا عن الصحابة رضوان الله عليهم ولا عن أحد من سلف هذه الأمة الأخيار ولو كان خيراً لسبقونا إليه، والله المستعان.",
            "en": "Among the innovations of this month is reading the story of Al-Mi'raj (the Ascension) and celebrating it on the twenty-seventh night of Rajab, dedicating that night to increased worship such as night prayers or fasting during the day, as well as the apparent joy and delight shown on it. There are celebrations held that are accompanied by explicit prohibitions such as mixing between genders, songs, and music. All of this is not permissible even on the two legitimate Eid days, let alone on innovated festivals. Moreover, this date has not been firmly established as the time of Al-Isra’ wal-Mi’raj, and even if it were established, it would not be considered a valid religious justification for celebrating on it due to the absence of any indication or report from the Prophet صلى الله عليه وسلم, the Companions, may Allah be pleased with them, or any of the righteous predecessors of this nation. Had it been something good, they would have preceded us in it. And Allah is the One whose help is sought.",
            "bn": "এই মাসে বেদ‘আ (নব-উদ্ভাবন) হলো ইসলামী ঐতিহ্যের বাইরে উমরাহয়ের কাহিনী পড়া এবং রজব মাসের ২৭ তম রাতে তা উদযাপন করা, এবং সেই রাতে অতিরিক্ত ইবাদত যেমন তেহাজ্জুদ বা দিনে রোজা পালন করা, অথবা এই সমযে প্রকাশ পাওয়া আনন্দ ও উল্লাস, এবং যে সমস্ত উদযাপন হয় যার সঙ্গে স্পষ্ট হারাম যেমন পুরুষ-নারীর মিশ্রণ, গান-বাজনা ও সঙ্গীত থাকে — এই সব কিছু দ্বৈত উৎসবগুলিতে অনুমোদিত নয়, যেমন অনুপ্রবর্তিত উৎসবগুলিতে তো আরও নয়। উপরন্তু, এই তারিখে ইসরাআ ও মী’রাঝের ঘটনা সংঘটিত হওয়ার পুঙ্খানুপুঙ্খ প্রমাণ মেলেনি, আর যদি সত্যি হত তবুও এটি শরীয়তানুসারে উদযাপনের জন্য বৈধ কারণ ছিল না কারণ এটি নবী صلى الله عليه وسلم থেকে অথবা সাহাবা رضوان الله عليهم থেকে কিংবা এই উম্মতের সুকৃত পূর্বপুরুষদের কেউই এই উদযাপন করেননি; যদি এতে কোন উপকার থাকত তবে তারা নিশ্চয় সর্বপ্রথম তা শুরু করত। এবং আল্লাহ্ আমাদের সহায়।",
            "es": "Quienes han innovado en este mes la lectura de la historia del Mi'raj y la celebración de la misma en la noche veintisiete de Rajab, y la dedicación de esa noche a aumentar la adoración como la oración nocturna o el ayuno durante el día, o la manifestación de alegría y júbilo que en ella ocurre, y las celebraciones que la acompañan, las cuales incluyen prohibiciones explícitas como la mezcla entre hombres y mujeres, las canciones y la música, todo esto no está permitido en las dos fiestas legales, y mucho menos en las festividades innovadas. Además, esta fecha no está establecida con certeza como el día en que ocurrió el Isra y el Mi'raj, y aunque estuviera probado, eso no serviría de justificación legal para celebrarla, debido a que no hay evidencia que se haya transmitido del Profeta صلى الله عليه وسلم, ni de los compañeros رضوان الله عليهم, ni de ninguno de los piadosos predecesores de esta ummah. Si fuera algo bueno, ellos nos habrían precedido en ello. Y Allah es quien ayuda.",
            "id": "Orang-orang yang mengada-ada bulan ini dengan membaca kisah Mi'raj dan merayakannya pada malam ke-27 bulan Rajab, serta mengkhususkan malam tersebut dengan menambah ibadah seperti shalat malam atau puasa di siang hari, atau menunjukkan kegembiraan dan kesenangan, serta mengadakan perayaan yang disertai dengan hal-hal yang jelas-jelas dilarang seperti percampuran antara laki-laki dan perempuan, lagu-lagu, dan musik, semuanya itu tidak diperbolehkan dalam dua hari raya yang syar’i apalagi dalam hari raya yang diada-adakan. Selain itu, tanggal tersebut belum secara pasti terbukti sebagai saat terjadinya Isra’ Mi’raj, dan jika terbukti pun itu tidak menjadi dasar syar’i untuk merayakannya karena tidak ada riwayat dari Nabi صلى الله عليه وسلم ataupun para sahabat رضوان الله عليهم ataupun dari salah satu salaf umat ini yang mulia, jika itu adalah suatu kebaikan niscaya mereka telah mendahului kita melakukannya. Allah Ta’ala Maha Menolong.",
            "ur": "اس مہنے کی ابتدائی بدعت یہ ہے کہ معراج کی کہانی پڑھی جائے اور اس کی جشن منایا جائے شب ۲۷ رجب کو، اور اس رات کو اضافی عبادت کے لیے مخصوص کیا جائے جیسے قیامِِ لَیل یا روزہ رکھنا، یا جو خوشی اور مسرت اس میں ظاہر ہو، اور جو جشن منائے جائیں ان کے ساتھ ایسے حرام کام ہوتے ہیں جیسے اختلاط، گانے، موسیقی وغیرہ۔ یہ سب کچھ شرعی عیدوں میں بھی جائز نہیں، چہ جائیکہ بدعتی عیدوں میں۔ اس کے علاوہ، اس تاریخ کی قطعی تصدیق نہیں ہوئی کہ اسراء و معراج اسی دن ہوئے ہوں، اور اگر یہ ثابت بھی ہو جائے تو بھی شرعاً اس دن جشن منانا جائز نہیں کیونکہ ایسا کچھ نبِی صلی اللہ علیہ وسلم، صحابہ رضی اللہ عنہم، یا اس امت کے کسی نیک سلف سے ثابت نہیں ہوا۔ اگر یہ کوئی خیر ہوتا تو وہ ہم سے پہلے کرتے۔ اور اللہ ہی سے مدد مانگتے ہیں۔",
            "tr": "Bu ayetin yeniliği, Miraç kıssasının okunması ve onunla ilgili olarak Reccaib ayının yirmi yedinci gecesinde kutlama yapılmasıdır. O geceyi, gece namazı kılmak, gündüz oruç tutmak gibi ibadetleri artırmaya veya o gecede görülen sevinç ve neşe ile kutlamaya tahsis etmektir. Ayrıca, bu kutlamalara eşlik eden, karışıklık, şarkılar ve müzik gibi açıkça haram olan uygulamaların yapılmasıdır. Tüm bunlar, iki meşru bayramda bile caiz olmadığı gibi, uydurulmuş bayramlarda da kesinlikle caiz değildir. Buna ek olarak, İsra ve Miraç olayının kesin olarak bu tarihte gerçekleştiği sabit değildir. Sabit olsa dahi, Peygamber Efendimiz’den (s.a.v.), sahabelerden (r.a.) veya bu ümmetin salih seleflerinden hiç kimsenin böyle bir geceyi kutlama gibi bir uygulamasının olmaması nedeniyle, bu tür bir kutlama dini olarak meşru sayılmaz. Eğer bu iyi bir şey olsaydı, onlar bunu bize öncelikle öğretirlerdi. Allah’tan yardım dileriz.",
            "ku": "لەوەی ئەم مانگەتە بوازەکانی نوێ دروستکراوە و خوێندنەوەی قەصەی المعراج و جەژنیان لە شەوی هەفتە و بیست و حەوتی رجب، و دیاریکردنی ئەو شەوە بە بەرزکردنەوەی عەبادی وەکو قیامە شەوەکان یان ڕۆژانی روودانی، یان ئەو خۆشحاڵی و گەنجینی کە لەو کاتەدا دەرخستە، و ئەو جەژنانە کە بە هەموو جۆر خەوارەکان وەکو تۆمارکردن و ئاوات و موزیک هاتووەتە بەرەوپێش، ئەمە هەموو شتەکان لە عیدە شەریعیەکاندا ڕەوا نییە، چەندان لەسەر ئەو عیدە نوێکانیش. زیادە لەوە، ئەم بەروارە بە سەروەری ڕوونی بەردەست نیە بۆ ڕووناکردنەوەی ڕووداوەکانی الإسراء والمعراج، و ئەگەر چاودێرکرا، بەشێوەیەکی شەریعی نەگونجاوە بۆ جەژنگرتن لەوەدا بەهۆی ئەوەی تێنەدانی ئەمە لە پەیغەمبەر صلی الله علیه وسلم و یاخود لە صحابەکان پەروەردەی خوایان لەدوای گردەکان و ئیتر هیچ کەسێک لە سەلفی ئەم عومەتی باشتر نیبووە، ئەگەر باشتر بووە پێشەنگیان دەکرد بۆ ئەوە. خدای یارمەتی!",
            "ms": "Orang yang mencipta bid’ah pada bulan ini ialah membaca kisah Mi'raj dan merayakannya pada malam ke-27 Rejab, serta mengkhususkan malam itu dengan menambah ibadah seperti qiyamullail atau puasa di siang hari, atau menunjukkan kegembiraan dan kesukaan padanya. Di samping itu diadakan perayaan yang disertai dengan perkara yang haram secara nyata seperti campur aduk lelaki dan wanita, nyanyian dan muzik. Kesemua ini tidak dibenarkan pada kedua-dua hari raya yang sah dari segi syarak apatah lagi pada hari-hari raya yang diada-adakan. Tambahan pula tarikh ini tidak dapat dipastikan secara pasti bahawa peristiwa Isra' dan Mi’raj berlaku pada hari itu. Walaupun ia pasti, ia tidak dianggap dari segi syarak sebagai alasan untuk merayakannya kerana perkara tersebut tidak pernah dilakukan oleh Nabi صلى الله عليه وسلم, juga tidak oleh para sahabat رضي الله عنهم mahupun oleh mana-mana salaf soleh umat ini. Sekiranya ia baik, mereka pasti telah mendahului kita melakukannya. Dan Allah Maha Membantu.",
            "fil": "Ang nagpasimula ng buwan na ito ay ang pagbabasa ng kwento ng Mi'raj at ang pagdiriwang nito sa gabi ng ika-27 ng Rajab, at ang pagtatalaga ng gabing iyon para sa karagdagang pagsamba tulad ng pag-gabi-gabing pagdarasal o pag-aayuno sa araw, o ang pagpapakita ng kagalakan at kasiyahan sa gabing iyon, pati na rin ang mga pagdiriwang na kaakibat ang mga malinaw na ipinagbabawal na gawain tulad ng pagkakahalo ng kalalakihan at kababaihan, kanta, at musika. Lahat ng ito ay hindi pinapahintulutan sa dalawang lehitimong pagdiriwang sa Islam, lalo na sa mga bagong imbentong pagdiriwang. Bukod dito, ang petsang ito ay hindi matibay na naipapatunay na nangyari ang Isra at Mi'raj sa panahong iyon; kahit na ito ay matibay, hindi ito magiging legal na dahilan para sa pagdiriwang dahil walang ganitong gawi na iniulat mula sa Propeta صلى الله عليه وسلم, o mula sa mga Sahaba, رضي الله عنهم, o mula sa alinman sa mga dakilang naunang henerasyon ng umat na ito; kung ito ay mabuti, sana ay nauna na sila rito. At ang Diyos lamang ang ating hinihinging tulong.",
            "so": "Waxaa laga bilaabay bishaas akhrinta sheekada Mi'raajka iyo dabaaldegga habeenka sagaala iyo labaatanaad ee Rajab, iyo u xushmaynta habeenkaas iyadoo lagu kordhinayo cibaado sida istaag habeenka ama soomid maalintii, ama farxadda iyo raynraynta ka muuqata, iyo dabaaldegyada ay la socdaan waxyaabo xaaraan ah sida is dhex galka ragga iyo dumarka, heesaha iyo muusiga. Dhammaan tani waa mamnuuc labada ciid oo sharcigu oggol yahay, inkastoo ay ka xun tahay ciidaha cusub ee la sameeyay. Intaa waxaa dheer, taariikhdaasi si cad looma xaqiijin in Israa iyo Mi'raaj ay ka dhacday waqtigaas, haddii se ay xaqiiq noqoto, sharciguna ma aha sabab lagu xusayo ama lagu dabaaldegayo, maadaama aysan ka imaan macluumaadkan Nabiga (صلى الله عليه وسلم), asxaabta (رضي الله عنهم) iyo cid ka mid ah awliyaasha ummadda wanaagsan. Haddii ay ahayd wax wanaagsan, waxay naga horeyn lahaayeen. Ilaahay ayaa nala kaalmeynaya."
          }
        }
      ]
    },
    {
      "number": 1,
      "hadith": {
        "ayahOrHadith": "{إِنَّ عِدَّةَ الشُّهور عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ}",
        "bookInfo": "(التوبة - 36)"
      },
      "sunnahs": [
        {
          "name": {
            "ar": "تحريمُ القتالِ فيهِ",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "فمن أحكامِ شهرِ الله المُحَرَّم تحريمُ ابتداءِ القتالِ فيه؛ قال ابنُ كثير رحمه الله: وقد اختلف العُلماءُ في تحريمِ ابتداءِ القتالِ في الشَّهرِ الحرامِ: هل هو منسوخٌ أو مُحكَمٌ؟ على قولينِ:\nأحدُهما، وهو الأشهَرُ: أنَّه منسوخٌ؛ لأنَّه تعالى قال هاهنا: {فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ} وأمَرَ بقتالِ المشركين.\nوالقولُ الآخَرُ: أنَّ ابتداءَ القِتالِ في الشَّهرِ الحرامِ حرامٌ، وأنَّه لم يُنسَخْ تحريمُ الشَّهرِ الحرامِ؛ لقولِه تعالى: {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} الآية. وقال: {فَإِذَا انسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ} الآية [تفسير القرآن العظيم 2-468-469، وقد ذكر ابنُ كثير رحمه الله الأدِلَّةَ والرَّدَّ عليها؛ فلتراجَعْ هناك].\nوقد كانت العرَبُ تعَظِّمُه في الجاهليَّةِ، وكان يسمَّى بشهرِ اللهِ الأصَمِّ؛ مِن شدةِ تحريمِه.. والصَّومُ في شهرِ محَرَّم مِن أفضل التطوُّعِ؛ فقد أخرج مسلمٌ من حديث أبي هريرةَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّم قال: (أفضلُ الصِّيامِ بعد شَهرِ رمضانَ شهرُ اللهِ الذي تَدْعونَه المُحَرَّمَ، وأفضَلُ الصَّلاةِ بعد الفَريضةِ قيامُ الليلِ).",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        },
        {
          "name": {
            "ar": "فَضلُ صيامِه",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "بيَّن رسولُ الله صلَّى اللهُ عليه وسلَّم فَضْلَ صيامِ شَهرِ اللهِ المُحَرَّمِ بقَولِه: ((أفضَلُ الصِّيامِ بعد رمضانَ شَهرُ اللهِ المُحَرَّمُ)) [رواه مسلم]. واختلف أهلُ العلمِ -رحمهم الله- في مدلولِ الحديثِ: هل يدلُّ الحديثُ على صيامِ الشهرِ كاملًا أم أكثَرِه؟ وظاهِرُ الحديثِ -واللهُ أعلَمُ- يدُلُّ على فَضلِ صيامِ شهرِ المُحَرَّمِ كاملًا، وحمَلَه بعضُ العُلماءِ على الترغيبِ في الإكثارِ من الصِّيامِ في شهرِ المُحَرَّم لا صومِه كُلِّه؛ لقولِ عائشةَ رضي الله عنها: (ما رأيتُ رسولَ الله صلَّى اللهُ عليه وسلَّم استكمَلَ صيامَ شَهرٍ قَطُّ إلَّا رمضانَ، وما رأيتُه في شهرٍ أكثَرَ منه صيامًا في شعبانَ) أخرجه مسلم [رواه مسلم]، ولكِنْ قد يقال: إنَّ عائشةَ رضي الله عنها ذكَرَت ما رأَتْه هنا، ولكِنَّ النَّصَّ يدُلُّ على صيامِ الشَّهرِ كاملًا.",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        },
        {
          "name": {
            "ar": "عاشوراء",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "عاشوراءُ: هو اليومُ الذي أنجى اللهُ تعالى فيه موسى وقومَه، وأغرقَ فرعونَ وقومَه؛ فصامه موسى شُكرًا، ثم صامه النبيُّ صلَّى اللهُ عليه وسلَّم؛ لِما رواه ابنُ عبَّاسٍ رضي الله عنهما قال: (قَدِمَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّم المدينةَ، فوجد اليهودَ يصومون يومَ عاشوراءَ، فسُئِلوا عن ذلك، فقالوا: هذا اليومُ الذي أظهر اللهُ فيه موسى وبني إسرائيلَ على فِرعونَ؛ فنحن نصومُه تعظيمًا له، فقال رسولُ الله صلَّى اللهُ عليه وسلَّم: ((نحن أَولى بموسى منكم، فأمَرَ بصيامِه))[انظر: لطائف المعارف 96-102]، وفي روايةٍ لمسلمٍ: ((فصامه موسى شُكرًا، فنحن نصومُه...)).",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ],
      "heresies": [
        {
          "name": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ]
    },
    {
      "number": 1,
      "hadith": {
        "ayahOrHadith": "",
        "bookInfo": ""
      },
      "sunnahs": [
        {
          "name": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ],
      "heresies": [
        {
          "name": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ]
    }
  ]
}