{
  "manths": [
    {
      "number": 1,
      "hadith": {
        "ayahOrHadith": "{إِنَّ عِدَّةَ الشُّهور عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ذَلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ}",
        "bookInfo": "(التوبة - 36)"
      },
      "sunnahs": [
        {
          "name": {
            "ar": "تحريمُ القتالِ فيهِ",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "فمن أحكامِ شهرِ الله المُحَرَّم تحريمُ ابتداءِ القتالِ فيه؛ قال ابنُ كثير رحمه الله: وقد اختلف العُلماءُ في تحريمِ ابتداءِ القتالِ في الشَّهرِ الحرامِ: هل هو منسوخٌ أو مُحكَمٌ؟ على قولينِ:\nأحدُهما، وهو الأشهَرُ: أنَّه منسوخٌ؛ لأنَّه تعالى قال هاهنا: {فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ} وأمَرَ بقتالِ المشركين.\nوالقولُ الآخَرُ: أنَّ ابتداءَ القِتالِ في الشَّهرِ الحرامِ حرامٌ، وأنَّه لم يُنسَخْ تحريمُ الشَّهرِ الحرامِ؛ لقولِه تعالى: {الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} الآية. وقال: {فَإِذَا انسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ} الآية [تفسير القرآن العظيم 2-468-469، وقد ذكر ابنُ كثير رحمه الله الأدِلَّةَ والرَّدَّ عليها؛ فلتراجَعْ هناك].\nوقد كانت العرَبُ تعَظِّمُه في الجاهليَّةِ، وكان يسمَّى بشهرِ اللهِ الأصَمِّ؛ مِن شدةِ تحريمِه.. والصَّومُ في شهرِ محَرَّم مِن أفضل التطوُّعِ؛ فقد أخرج مسلمٌ من حديث أبي هريرةَ أنَّ النبيَّ صلَّى اللهُ عليه وسلَّم قال: (أفضلُ الصِّيامِ بعد شَهرِ رمضانَ شهرُ اللهِ الذي تَدْعونَه المُحَرَّمَ، وأفضَلُ الصَّلاةِ بعد الفَريضةِ قيامُ الليلِ).",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        },
        {
          "name": {
            "ar": "فَضلُ صيامِه",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "بيَّن رسولُ الله صلَّى اللهُ عليه وسلَّم فَضْلَ صيامِ شَهرِ اللهِ المُحَرَّمِ بقَولِه: ((أفضَلُ الصِّيامِ بعد رمضانَ شَهرُ اللهِ المُحَرَّمُ)) [رواه مسلم]. واختلف أهلُ العلمِ -رحمهم الله- في مدلولِ الحديثِ: هل يدلُّ الحديثُ على صيامِ الشهرِ كاملًا أم أكثَرِه؟ وظاهِرُ الحديثِ -واللهُ أعلَمُ- يدُلُّ على فَضلِ صيامِ شهرِ المُحَرَّمِ كاملًا، وحمَلَه بعضُ العُلماءِ على الترغيبِ في الإكثارِ من الصِّيامِ في شهرِ المُحَرَّم لا صومِه كُلِّه؛ لقولِ عائشةَ رضي الله عنها: (ما رأيتُ رسولَ الله صلَّى اللهُ عليه وسلَّم استكمَلَ صيامَ شَهرٍ قَطُّ إلَّا رمضانَ، وما رأيتُه في شهرٍ أكثَرَ منه صيامًا في شعبانَ) أخرجه مسلم [رواه مسلم]، ولكِنْ قد يقال: إنَّ عائشةَ رضي الله عنها ذكَرَت ما رأَتْه هنا، ولكِنَّ النَّصَّ يدُلُّ على صيامِ الشَّهرِ كاملًا.",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        },
        {
          "name": {
            "ar": "عاشوراء",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "عاشوراءُ: هو اليومُ الذي أنجى اللهُ تعالى فيه موسى وقومَه، وأغرقَ فرعونَ وقومَه؛ فصامه موسى شُكرًا، ثم صامه النبيُّ صلَّى اللهُ عليه وسلَّم؛ لِما رواه ابنُ عبَّاسٍ رضي الله عنهما قال: (قَدِمَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّم المدينةَ، فوجد اليهودَ يصومون يومَ عاشوراءَ، فسُئِلوا عن ذلك، فقالوا: هذا اليومُ الذي أظهر اللهُ فيه موسى وبني إسرائيلَ على فِرعونَ؛ فنحن نصومُه تعظيمًا له، فقال رسولُ الله صلَّى اللهُ عليه وسلَّم: ((نحن أَولى بموسى منكم، فأمَرَ بصيامِه))[انظر: لطائف المعارف 96-102]، وفي روايةٍ لمسلمٍ: ((فصامه موسى شُكرًا، فنحن نصومُه...)).",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ],
      "heresies": [
        {
          "name": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ]
    },
    {
      "number": 1,
      "hadith": {
        "ayahOrHadith": "",
        "bookInfo": ""
      },
      "sunnahs": [
        {
          "name": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ],
      "heresies": [
        {
          "name": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          },
          "description": {
            "ar": "",
            "en": "",
            "bn": "",
            "es": "",
            "id": "",
            "ur": "",
            "tr": "",
            "ku": "",
            "ms": "",
            "fil": "",
            "so": ""
          }
        }
      ]
    }
  ]
}