part of '../../events.dart';

const List monthHadithsList = [
  {
    'hadithPart1': '',
    'hadithPart2':
        'أَفْضَلُ الصِّيامِ، بَعْدَ رَمَضانَ، شَهْرُ اللهِ المُحَرَّمُ، وأَفْضَلُ الصَّلاةِ، بَعْدَ الفَرِيضَةِ، صَلاةُ اللَّيْلِ.\n',
    'bookName':
        'الراوي : أبو هريرة | المحدث : مسلم | المصدر : صحيح مسلم | الصفحة أو الرقم : 1163',
  },
  {
    'hadithPart1':
        'كان أصحابُ النَّبيِّ صلَّى اللَّهُ عليهِ وآلِهِ وسلَّمَ يَتعلَّمونَ الدُّعاءَ كمَا يتعلَّمونَ القُرْآنَ إذا دخل الشَّهرُ أوِ السَّنةُ : ',
    'hadithPart2':
        'اللَّهُمَّ أدْخِلْهُ علينا بالأمْنِ والإيمَانِ والسَّلامَةِ والإسْلامِ وجِوارٍ منَ الشَّيطَانِ ورِضْوانٍ مَنَ الرَّحمَنِ.\n',
    'bookName':
        'الراوي : عبدالله بن هشام | المحدث : ابن حجر العسقلاني | المصدر : الإصابة في تمييز الصحابة | الصفحة أو الرقم : 2/378 | خلاصة حكم المحدث : موقوف على شرط الصحيح ',
  },
  {'hadithPart1': '', 'hadithPart2': '', 'bookName': ''},
  {'hadithPart1': '', 'hadithPart2': '', 'bookName': ''},
  {'hadithPart1': '', 'hadithPart2': '', 'bookName': ''},
  {'hadithPart1': '', 'hadithPart2': '', 'bookName': ''},
  {
    'hadithPart1': '',
    'hadithPart2':
        'الزَّمانُ قَدِ اسْتَدارَ كَهَيْئَتِهِ يَومَ خَلَقَ اللَّهُ السَّمَواتِ والأرْضَ، السَّنَةُ اثْنا عَشَرَ شَهْرًا، مِنْها أرْبَعَةٌ حُرُمٌ، ثَلاثَةٌ مُتَوالِياتٌ: ذُو القَعْدَةِ وذُو الحِجَّةِ والمُحَرَّمُ، ورَجَبُ مُضَرَ، الذي بيْنَ جُمادَى وشَعْبانَ.\n',
    'bookName':
        'الراوي : أبو بكرة نفيع بن الحارث | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 3197',
  },
  {
    'hadithPart1': '',
    'hadithPart2':
        'عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كانَ رَسولُ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ يَصُومُ حتَّى نَقُولَ: لا يُفْطِرُ، ويُفْطِرُ حتَّى نَقُولَ: لا يَصُومُ، فَما رَأَيْتُ رَسولَ اللَّهِ صَلَّى اللهُ عليه وسلَّمَ اسْتَكْمَلَ صِيَامَ شَهْرٍ إلَّا رَمَضَانَ، وما رَأَيْتُهُ أكْثَرَ صِيَامًا منه في شَعْبَانَ.\n',
    'bookName':
        'الراوي : عائشة أم المؤمنين | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 1969',
  },
  {
    'hadithPart1': '',
    'hadithPart2':
        'مَن قَامَ رَمَضَانَ إيمَانًا واحْتِسَابًا، غُفِرَ له ما تَقَدَّمَ مِن ذَنْبِهِ.\n',
    'bookName':
        'الراوي : أبو هريرة | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 37',
  },
  {
    'hadithPart1': '',
    'hadithPart2':
        'مَن صامَ رَمَضانَ ثُمَّ أتْبَعَهُ سِتًّا مِن شَوَّالٍ، كانَ كَصِيامِ الدَّهْرِ.\n',
    'bookName':
        'الراوي : أبو أيوب الأنصاري | المحدث : مسلم | المصدر : صحيح مسلم | الصفحة أو الرقم : 1164',
  },
  {
    'hadithPart1': '',
    'hadithPart2':
        'الزَّمانُ قَدِ اسْتَدارَ كَهَيْئَتِهِ يَومَ خَلَقَ اللَّهُ السَّمَواتِ والأرْضَ، السَّنَةُ اثْنا عَشَرَ شَهْرًا، مِنْها أرْبَعَةٌ حُرُمٌ، ثَلاثَةٌ مُتَوالِياتٌ: ذُو القَعْدَةِ وذُو الحِجَّةِ والمُحَرَّمُ، ورَجَبُ مُضَرَ، الذي بيْنَ جُمادَى وشَعْبانَ.\n',
    'bookName':
        'الراوي : أبو بكرة نفيع بن الحارث | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 3197',
  },
  {
    'hadithPart1': '',
    'hadithPart2':
        'شَهْرَانِ لا يَنْقُصَانِ، شَهْرَا عِيدٍ: رَمَضَانُ، وذُو الحَجَّةِ.\n',
    'bookName':
        'الراوي : أبو بكرة نفيع بن الحارث | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 1912',
  },
];
